{
    "author": "Mike Evans",
    "association": "Audience Research Lead, BBC Research and Development, London, UK",
    "date": "29th August",
    "title": "Festivals, human values, & turning designers into newspapers: Lessons learnt doing people-centred research in the future of media",
    "time": "",
    "bio": "I'm a Human Factors Research Lead in the Audience research area at BBC R&D, where multidisciplinary teams investigate the impact of technology on the BBC and the people we serve. To invent the public service media of the future, we have to be experts, not only in the enabling technologies for immersive, contextualised, algorithm-driven content, but also how to deliver and understand the value of these experiences, considering scale, ethics, quality, impact, and participatory design. I have a lot of experience in developing innovative tools and research methods for directing 360° video, algorithmic explainability, quality of experience evaluation, accessibility and AI in media production. Before joining the BBC in 1999, I was a lecturer in Computer Science at the University of Reading; leading research there into auditory interfaces and co-founding the Signal Processing Laboratory. I got my DPhil in spatial audio and psychoacoustics with BT Labs and the University of York in 1997, and I'm a Chartered Engineer. I have served on the UK research councils’ Programme Advisory Board for Digital Economy and Strategic Advisory Team for ICT. I am also a member of the College of Experts for the UK Government’s Department for Digital, Culture, Media and Sport.",
    "abstract": "In this talk, I’ll introduce a range of our work from BBC R&D, and especially our Audience Research Area, now a year old. I’ll whizz through the work we’ve done investigating how synthetic cinematography could allow broadcasters to cover the Edinburgh Festival like the Olympics; how creative professionals, like journalists, can better collaborative with algorithmic systems; how to research effectively with the people who create and the people who use media; and how we might help the digital media industry wean itself off metrics that ramp up consumption and bingeing to use measures that reflect human values. I’ll also talk about how we work with our brilliant university partners."
}