{
    "author": "Rochelle Gold",
    "association": "Head of User Research, Transformation Directorate, NHS England",
    "date": "31th August",
    "title": "Inclusive design in the NHS: the practical reality of strategic inclusive design",
    "time": "",
    "bio":"Rochelle is Head of User Research and user centred design leader for NHS England. She built the organisational user research and user centred design operations capability and is responsible for user research strategy, quality and standards. Rochelle also leads inclusive design as well as the development of user centred design maturity and enabling frameworks.\nRochelle trained as an occupational psychologist and has over 20 years' experience of research in the public, private, academic and health sectors. She has previously worked for organisations such as the Probation Service, Commission for Social Care Inspection (now CQC) and the Centre for Criminal Justice, Economics and Psychology at the University of York.\nShe is the founder of a voluntary organisation that raises awareness of a cancer-causing genetic mutation amongst health professions and in the community and supports those with the mutation. She is also a patient representative for related national and international studies.",
    "abstract": "The first principle of the NHS constitution is ‘The NHS provides a comprehensive service, available to all... It has a duty to each and every individual that it serves and must respect their human rights. At the same time, it has a wider social duty to promote equality through the services it provides and to pay particular attention to groups or sections of society where improvements in health and life expectancy are not keeping pace with the rest of the population.\nThe NHS just celebrated its 75th birthday and inclusivity of services has always been part of its design. In this keynote, Rochelle with discuss the origins and practice of inclusive design in the digital NHS space and the practical reality of strategically leading and delivering it."
}