{
    "author": "Jan Gulliksen",
    "association": "Professor of Human-Computer Interaction, KTH Royal Institute of Technology, Stockholm, Sweden",
    "date": "31th August",
    "title": "Why we do what we do – HCI and societal impact",
    "time":"",
    "bio":"Jan Gulliksen is a professor of Human Computer Interaction from KTH Royal Institute of Technology in Stockholm, Sweden. He is well known for his research work on usability, accessibility, digitalization and digital work environments and user-centered systems design. He recently stepped down as vice president for digitalization from his university and has also been working for the Swedish government advising on politics and policy making in relation to digitalization and for the European Commission through the role as Digital Champion of Sweden. He is the past chair of IFIP TC13 on Human Computer Interaction and is currently one of the vice presidents of IFIP. He is an IFIP fellow and an IFIP TC13 pioneer.",
    "abstract": "In the spirit of INTERACTs founder Brian Shackel, this conference was founded to bring together academics and industrial practitioners in the field of human computer interaction (HCI) to recognize the profound societal impact that research and knowledge on humans interacting with various forms of technology has. HCI has grown from being a small obscure discipline for computer scientists that were not that good on programming and needed to pick a field that was easy, to being one of the most important and fastest growing professions in the IT sector, through the role that user experience (UX) play. The scientific studies and published papers in HCI has grown much more than many of the other disciplines. How has HCI come to undergo such a development? I believe that there are several potential reasons for this. The transdisciplinary nature, involving true collaboration and a joint understanding between disciplines of very different natures including computer science, behavioral science and design, among other things that are fundamental to the impact. Another value is the ambitions not to bend for the complex ”wicked” problems that human computer interaction addresses but develop the methodology to fit the nature of doing research in the wild on complex problems where many of the involving factors are difficult to control is one of the reasons for the success. The values of addressing and caring about users, regardless of abilities, knowledge level, age or gender is another positive quality that has contributed to the impact. To be able to make the best out of our discipline we should more recognize and cherish the contribution that HCI can make, educate students and the society to understand the impact and make use of all the valuable methods, we need carefully to choose research problems and approaches to maximize the impact and we should to a higher extent take an active role in the contemporary development of the field, actively engage in politics and policy making on AI, digitalization and development for change and make sure that the values of our HCI field permeates all development."
}