{
    "author": "Jonathan Lazar",
    "association": "Professor, College of Information Studies, University of Maryland and Executive Director, Maryland Initiative for Digital Accessibility (MIDA), USA",
    "date": "31th August",
    "title": "A framework for born-accessible development of software and digital content",
    "day" : "4",
    "time": "",
    "bio" : "Jonathan Lazar, PhD, LLM is a professor in the College of Information Studies at the University of Maryland, where he is the executive director of the Maryland Initiative for Digital Accessibility (MIDA), and is a faculty member in the Human-Computer Interaction Lab. Dr. Lazar has over 25 years of experience in research and teaching in human-computer interaction, with a focus on technology accessibility for people with disabilities, user-centered design methods, assistive technologies, web accessibility, and law and public policy related to accessibility and HCI. Dr. Lazar has authored or edited 16 books, including Research Methods in Human-Computer Interaction (2nd edition, co-authored with Feng and Hochheiser), Ensuring Digital Accessibility Through Process and Policy (co-authored with Goldstein and Taylor), and Accessible Technology and the Developing World (co-edited with Stein). His 17th book, Foundations of Information Law (co-authored with Jaeger, Gorham, and Greene-Taylor) will be published in Fall 2023. Dr. Lazar has published over 200 refereed articles in journals, conference proceedings, edited books, and magazines, and has received research funding from the U.S. National Science Foundation, the U.S. National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR), Google, and Adobe. He is the recipient of the 2020 ACM SIGACCESS Award for Outstanding Contributions to Computing and Accessibility and the 2016 ACM SIGCHI Social Impact Award, is a member of the ACM SIGCHI Academy, and he served as the general chair of the 2021 ACM ASSETS conference.",
    "abstract": "Digital technologies and content are often designed without considering the needs of people with disabilities. This means that people with disabilities may be excluded from education, employment, healthcare, and commerce which often require the use of digital technologies and content which are not accessible. If people with disabilities notify the developers or owners, or in some cases take legal action, those digital technologies and/or content are then sometimes retrofitted to become accessible. However, retrofitting for accessibility is problematic for a number of reasons. This keynote will focus on the born-accessible approach to design and development, where accessibility is considered as a primary design goal from the start, people with disabilities are included from the start, and nothing is released that is inaccessible. The born-accessible approach has at least three benefits: \n\n1) When technology is built from scratch to be accessible, people with disabilities receive access to the technologies or content at the same time as everyone else, \n\n2) When using the born-accessible approach, building for accessibility is inexpensive, and \n\n3) Technologies and content that are born-accessible are inherently flexible and innovative, and are more usable by everyone. This keynote will describe the concepts of the born-accessible approach, present examples of the born-accessible approach, and describe a framework for future research into the born-accessible approach."
}