{
    "author": "Ann Blandford",
    "association": "Head of User Research, Transformation Directorate, NHS England",
    "date": "1st Sept",
    "day" : "5",
    "title": "Interactive healthcare technologies for complex contexts",
    "time": "",
    "bio":"Ann Blandford is Professor of Human–Computer Interaction (HCI) at University College London. She is also a member of the ACM CHI Academy and recipient of an IFIP TC13 Pioneer award. She has led many research projects on the design of systems to support people managing individuals’ health. She works closely with patients, clinicians, and healthcare engineers, in both the UK and internationally. Her current projects address a range of health and wellbeing challenges; these include helping people manage diabetes, sexual health and Long Covid. She has published widely on the design and use of interactive health technologies, and on how technology can be designed to better support people’s needs and values, recognising that people are living complex lives and often managing complex health conditions.",
    "abstract": "Healthcare is becoming increasingly data-driven, creating many opportunities for novel technologies to enhance health and wellbeing. To minimise inequalities, such technologies should be available to as many people as possible. New technologies create new opportunities, but also disrupt existing practices. At one end of the spectrum, such as intensive care or surgery, novel technologies are designed for the clinical team, aiming to enhance professionals’ workflow and interactions. At the other end we have individuals managing their wellbeing and the focus is typically on creating a positive user experience and engagement. However, most health technologies have to work well for both professionals and lay users (notably “patients”), with their different knowledge, values and goals. This increases the complexity of design and implementation into practice. In this talk, I will draw on experiences of working with clinicians and patients who are collaboratively managing complex conditions such as chronic kidney disease and Long Covid. I will reflect on challenges of designing both specific technologies and systems of care that empower individuals and their clinical teams in supported self-management, with a view to crossing the “valley of death” between great ideas and technologies that have impact at scale."
}