{
  "publishedAt": "2022-09-28T15:14:40.450Z",
  "details": "**Key Dates**\n- Submission: 19 April 2023, 23:59 (anywhere on earth)\n- Notification of acceptance: 24 May 2023\n- Camera-Ready: 14 June 2023, 23:59 (anywhere on earth)\n\n**Submission and Publication Summary**\n- Reviewing process: curated by the CoChairs\n- Anonymous submission: No\n- Length: 4 page Course Abstract, + 2 pages addition information (see section Preparing a Course Submission)\n- Online Submission: PCS Submission System\n- Proceedings: Springer LNCS Series\n\n**Proposer Guidelines**\nThe course proposal shall include:\n\n\n- A four-page abstract for the advanced programme including title of the course, learning objectives of the course, content of the course, duration of the course (3 hours max – 2 sessions), intended audience, and reading list (literature) that is suggested for the course. This abstract will be published in the conference proceedings in Springer LNCS Series.\n- A two-page document on additional information including the background of the tutor(s), description of the pedagogical concept, etc. This means:\n\n\n\nSelection Criteria\n\n\n- Range of topics covered (contemporary HCI to more localized topics)\n- Balancing of courses for all audiences (beginners, advanced, research-oriented, practitioner-oriented, etc.)\n- Courses focusing on all stages of the (user-centred) design and development process\n- Quality of the submission\n\nThe Conference Organisers will provide projectors and projection screens in each room. If any additional resources are required, this must be indicated in the proposal.\n\nCourse Abstracts should be formatted according to [Springer LNCS](https://www.springer.com/computer/lncs?SGWID=0-164-6-793341-0) format. Authors should consult [Springer’s authors’ guidelines](https://www.interact2021.org/templates/Springer_Guidelines_for_Authors_of_Proceedings_CS.pdf) and use their proceedings templates, either for [LaTeX](https://www.interact2021.org/templates/llncs2e.zip) or for [Word](https://www.interact2021.org/templates/splnproc1703.zip), to prepare their papers. Springer’s proceedings LaTeX templates are also available in [Overleaf](https://www.overleaf.com/latex/templates/springer-lecture-notes-in-computer-science/kzwwpvhwnvfj#.WsdHOy5uZpg).\n\nFurther Information\nIf you require any further information please contact the Courses CoChairs: Nikos Avouris and Andre Freire \n\nE-mail: [courses@interact2023.org](courses@interact2023.org)",
  "mode": "Hybrid mode",
  "event_period": "Full day, Monday 28th or Tuesday 29th August (To be confirmed)",
  "slug": "some-slug",
  "updatedAt": "2022-10-13T03:38:51.111Z",
  "date": "2023-04-22T23:44:52.175Z",
  "contacts": "\n\nJennifer Renoux, [jennifer.renoux@oru.se](mailto:jennifer.renoux@oru.se)",
  "date_widget": "28th August - 29th August",
  "title": "Communication in Human-AI Interaction: Toward an Integrated Research Agenda (CHAI)",
  "link": "",
  "website": "https://chai-workshop.github.io/",
  "id": "0",
  "createdAt": "2022-09-28T15:14:39.604Z",
  "description": "As artificially Intelligent systems are becoming more and more present in our surroundings, our ways of interacting with them are also changing alongside. From commercial chatbots to home assistants and robot companions, machines are progressively taking up the role of “communicators”, provided with their own agency, and able to interact with their users or human teammates in new ways. This workshop aims at gathering experts in Human-Computer Interaction, Artificial Intelligence, and Human-Robot Interaction, to discuss new challenges brought by this recent shift. We aim to identify open questions and common research interests between these communities, and outline an integrated research agenda for the multi-disciplinary study of communication in human-AI interaction."
}