{
  "mode": "Hybrid mode",
  "event_period": "Full day, Tuesday 29th August",
  "layout": "blog",
  "date": "2023-04-23T14:50:20.617Z",
  "contacts": "José Abdelnour Nocera, [jose.abdelnour-nocera@uwl.ac.uk](mailto:jose.abdelnour-nocera@uwl.ac.uk)",
  "title": "HCI for Digital Democracy and Citizen Participation",
  "website": "https://ifipwg138.wordpress.com/hci-democracy/",
  "id": "0",
  "description": "This workshop will explore and discuss how Human Computer Interaction (HCI) as a field of knowledge and practice can contribute to develop platforms for digital democracy and participation. These issues are mainly seen at two levels: (1) the optimal design of the digital environment of citizen participation platforms, and (2) explore how HCI can contribute to the development of new trends in Political Science, such as e-democracy. The practice of designing digital platforms for citizen participation and democracy could benefit greatly from a multidisciplinary sociotechnical approach that incorporates into design reflection on issues of democratic theory and practice, legal and political science. Researchers have sought to articulate design patterns and evaluation tools for these platforms with general perspectives on the democraticity of the processes they sustain. But citizen participation systems give rise to specific problems related to usability and user experience. The user is both the institution, company, formal, and informal collective, as well as the subjects that interact with these platforms. This workshop proposes a multidisciplinary exploration and discussion about design of digital platforms for citizen participation and democracy, including issues such as the necessary digital and technological resources, typology of tools that allow communication (to share knowledge), create community (to find and integrate individuals into a collective) and cooperation between individuals (to achieve common community goals), legality of the decisions taken in these platforms or subjective trust in their general function."
}
