{
  "mode": "Online mode",
  "event_period": "Full day, Tuesday 29th August",
  "layout": "blog",
  "date": "2023-04-23T14:48:36.046Z",
  "contacts": "Kinga Skorupska, [kinga.skorupska@pja.edu.pl](mailto:kinga.skorupska@pja.edu.pl)",
  "title": "Co-Designing Immersive Virtual and Extended Reality Systems for Remote and Unsupervised Interaction, Intervention, Training and Research",
  "website": "https://wp.lancs.ac.uk/netzerofutures/",
  "id": "0",
  "description": "We propose a one-day transdisciplinary workshop in the broad area of HCI focused on co-designing immersive virtual and extended reality systems (IVR) for remote and unsupervised interaction, intervention, training and research. The development and deployment of such systems for remote and unsupervised use is a significant and important challenge. While remote and unsupervised systems are more accessible to a wider user-base, their design, implementation and deployment poses unique challenges, related to the need to involve truly transdisciplinary design teams, co-designing solutions with users, providing step-by-step interaction scenarios, and retaining user motivation and engagement over longer periods of time. Moreover, there are multiple ethical considerations related to both the inclusivity and accessibility of such systems and the security of data collected. Therefore, to facilitate the use of IVR systems in various contexts, ranging from unique interactions and research, through psychological interventions, to education and training, we propose to formulate a set of best practices. Taking into account the diverse aspects involved, we will formulate actionable guidelines for co-designing such solutions with users based on review of extant literature, expert knowledge, case studies and insights from the workshop.<\p><p>By June 1 each workshop participant is asked to prepare either:</p><p>- a short position paper (of 2-4 pages) bringing examples from their own practice related to designing and using virtual immersive systems for interaction, intervention, training or research, exploring challenges and opportunities of deploying them for use in an unsupervised and remote way,</p><p> - a short demo of a virtual immersive system or a presentation of prototype of a virtual immersive systems for interaction, intervention, training or research with a 1-2 page abstract situating the demo within the workshop theme.</p><p>Please send your papers to the e-mail addresses of the workshop organizers."
}
