{
  "mode": "In-person mode",
  "event_period": "Full day, Tuesday 29th August",
  "layout": "blog",
  "date": "2023-04-23T14:50:20.617Z",
  "contacts": "Carmelo Ardito, [organizers@hcse-conference.org](mailto:organizers@hcse-conference.org)",
  "title": "HCSE@INTERACT 2023 - Human-Centered Software Engineering: Rethinking the Interplay of Human–Computer Interaction and Software Engineering in the Age of Digital Transformation",
  "website": "https://sites.google.com/view/hcse-interact2023/home",
  "id": "0",
  "description": "The Fourth Industrial Revolution is characterized by a process of digital transformation that has revolutionized every market and company, as well as our life. Various technologies enable the digital transformation process: mobile and wearable devices, Internet of Things (IoT), Cloud Computing, Big Data, Blockchain, Augmented, Virtual and Mixed Reality, Artificial Intelligence (AI) and Machine Learning (ML), Digital Twin (DT), Cybersecurity. However, while introducing undeniable benefits, they also bring some important issues. \nWhat emerges is that Human-Centered Software Engineering (HCSE) is more relevant than ever. The interplay between Human–Computer Interaction and Software Engineering needs to be rethought and fortified for a rapid response to the evolution of technologies, while also considering aspects such as greater agility in service development, sustainability, ethical considerations, cybersecurity, user mindset and awareness, to name just a few. Also the approaches for addressing them have to be carefully considered. \nThis workshop is looking for contributions from various fields, with a focus on: the domain of IoT and IoT devices that are becoming more pervasive and social; issues from the cybersecurity perspective introduced by IoT; the impact of AI on human lives and the economy; the worries of how AI models predict the output, data privacy and security; the roles of Digital Twin in the digital transformation process; benefits and issues of other technologies: usability of mobile and wearable devices, of Augmented, Virtual and Mixed Reality; user awareness about the usage and the security of Cloud Computing, Big Data, Blockchain. "
}
