{
  "mode": "Hybrid mode",
  "event_period": "Full day, Monday 28th or Tuesday 29th August (To be confirmed)",
  "layout": "blog",
  "date": "2023-04-23T14:48:36.046Z",
  "contacts": "Anmol Srivastava,[anmol@iiitd.ac.in](mailto:anmol@iiitd.ac.in)",
  "title": "Understanding HCI approaches for the Metaverse in Education applications for in the Global South",
  "website": "https://metaversehci.wordpress.com/",
  "id": "0",
  "description": "The recent adoption of the Metaverse in various sectors indicates its potential for digital transformation. Technologies like XR, where X = Augmented/ Virtual/ Mixed Reality, will be its key enablers and can be powerful tools for developing nations’ digital educational transformation. These developing nations are often categorized under the Global South. This workshop presents a first step toward the socio-technical Human-Computer Interaction (HCI) aspects of the Metaverse to understand its impact on education in the Global South. The socio-technical approach helps cover human, social, and organizational factors, leading to more acceptable systems for end users and stakeholders. With the Metaverse, students, and teachers can log in via different immersive devices and experience different virtual environments fabricated to their individual needs, learning, and teaching styles. It will open up possibilities to explore new situations and access facilities that might be impossible due to physical world constraints. Two key concepts will be covered – (i) A socio-technical HCI approach to the Metaverse and (ii) an Interaction Design perspective on Avatar representation and understanding of human work in the Metaverse. This workshop will initiate dialogs on questions: (a) What are the socio-technical issues of the Metaverse for education in the global south? (b) Are there any cross-cultural usability and interaction design concerns regarding digital avatar representation? (c) What considerations will be required for educational Metaverse human-work interaction design?"
}
