{
  "mode": "In-person mode",
  "event_period": "Full day, Monday 28th or Tuesday 29th August (To be confirmed)",
  "layout": "blog",
  "date": "2023-04-23T14:48:36.046Z",
  "contacts": "Aneesha Singh, [aneesha.singh@ucl.ac.uk](mailto:aneesha.singh@ucl.ac.uk)",
  "title": "Playful, Curious, Creative, Equitable: Exploring Opportunities for AI Technologies with Older Adults",
  "website": "https://wp.lancs.ac.uk/digi-age/",
  "id": "0",
  "description": "There has recently been much discussion around OpenAI, Generative AI, use of chatbots and the use of other immersive technologies in the mainstream. These developments have much to offer to older adults in terms of playful, accessible and creative ways to engage with technology in everyday life. In this workshop, we are interested in developing a research agenda for HCI research with older adults to explore, enjoy, build new and extend existing interactions with such technologies. What are the possibilities they offer simply for introducing creativity, playfulness, enjoyment and ‘fun’ for older adults in everyday life? Or are there other goals that older adults want to achieve using them, such as new ways of socially engaging with their grandchildren, developing hobbies and knowledge, or simply making their lives easier? Can these tools empower older adults to explore various interaction modalities to help them achieve their goals? Finally, what are the new ways that these tools can be used to engage with older adults in the research and design of new emerging technologies? In this workshop, we will aim to generate discussion, develop a community and a roadmap for older adults' use of technology that is playful, curious, creative and equitable. We will focus on five themes for the role of such technologies: (i) for enabling expression and creativity, (ii) as a catalyst for experience and action, (iii) for enabling reflection and awareness, (iv) for communication and (v) supporting the design process for (re) inventing new products and avenues for use. This workshop will feature co-creation and exploration of research methods and technologies, with panel and multidisciplinary discussions bringing together researchers who are interested in designing for and with older adults. We will explore new technology interactions including AI and immersive technologies within HCI; discussing methods, opportunities, and challenges in using these technologies and leveraging them for ideation, and form a multidisciplinary community for future synergies and collaborations."
}
