{
  "mode": "In-person mode",
  "event_period": "Full day, Tuesday 29th August",
  "layout": "blog",
  "date": "2023-04-23T14:50:20.617Z",
  "contacts": "Aletta Smits, [aletta.smits@hu.nl](mailto:aletta.smits@hu.nl)",
  "website": "https://hemdmissies.nl/interact2023/",
  "title": "Algorithmic affordances in recommender interfaces",
  "id": "0",
  "description": "Algorithms play a significant role in our daily lives, making decisions for users on a regular basis. This widespread adoption necessitates a thorough examination of how users interact with algorithms via interfaces, particularly in the context of recommender systems. The design of a recommender's interface and its algorithmic affordances have a significant impact on the user experience. Algorithmic affordances are mechanisms in the interface of recommender systems, that allow users tangible control over the algorithm. A straightforward example of an algorithmic affordance is ‘feeding the algorithm’, where the user specifically provides data to the algorithm to influence subsequent recommendations. Examples of implementations of ‘feeding the algorithm’ are rating and blacklisting.  Other algorithmic affordances are, for instance, explanations, or allowing a user to manipulate parameters, in a way that shifts the recommendations’ original prominence.\nFor recommender interface design, it is crucial to understand how algorithmic affordances impact interaction qualities such as transparency, trust, and serendipity, and as a result, the user experience. Currently, the precise nature of the relation between algorithmic affordances, their implementation in recommender interfaces, interaction qualities, and user experience remains unclear. Consequently, much is still to be explored in this domain; furthermore, designers are largely without guidance when making design choices on algorithmic affordances in their algorithm-driven design projects. In response, this one-day workshop aims to bring together designers and researchers, providing a platform to exchange insights, research findings, design experiences, and knowledge on these complex interrelationships. The concluding segment of the workshop will focus on exploring the feasibility of a prospective tool designed to facilitate collaboration between designers and researchers in this field to aid both research and design practice."
}
