{
  "publishedAt": "2022-09-28T15:16:00.840Z",
  "details": "**Key Dates**\n\n* Submission: 19 April 2023 23:59 (anywhere on earth)\n* Notification: 24 May 2023\n\n**Summary of Publication Process**\n\n* Reviewing process: juried\n* Anonymous submission: No\n* Length: 4 pages in Springer format (see Preparing a Doctoral Consortium Contribution) \\[link]\n* Online Submission: PCS Submission System\n* Proceedings: No\n  Consortium attendees are encouraged to submit a paper or contribution to any of the other tracks at INTERACT 2023 on content similar to that in the proposal for the Doctoral Consortium.\n\n**Preparing a Doctoral Consortium Contribution**\nEach prospective PhD student participant must submit a package of materials, consisting of two parts for consideration by the Doctoral Consortium Committee.\n\n*Part 1: Extended Research Abstract*\nThe research description should be in PDF format, up to four (4) pages long, formatted according to the Springer format. It must include:\n\n* The title of the work\n* The student’s name, university, address and e-mail address\n* Name and e-mail address of the dissertation advisor/supervisor\n* The research area or sub-area of the work (ten words or less)\n* A brief description of the research topic (25 words or less)\n* A description of the research problem to be solved, why it is important and a justification that prior research has not solved the problem\n* The research hypothesis (claim)\n* The methods used or proposed to use to carry out the research; it is important to describe a plan for evaluating the work and presenting credible evidence of the results to the research community\n* A sketch of the proposed solution\n* The expected contributions of the PhD research\n* A statement of work to date and open questions/issues for discussion at the DC\n\nExtended Abstracts for the Doctoral Consortium are not included in the conference proceedings. Nevertheless, they must be formatted according to [Springer LNCS format](https://www.springer.com/computer/lncs?SGWID=0-164-6-793341-0). Authors should consult Springer’s [authors’ guidelines](https://www.interact2021.org/templates/Springer_Guidelines_for_Authors_of_Proceedings_CS.pdf) and use their proceedings templates, either for [LaTeX](https://www.interact2021.org/templates/llncs2e.zip) or for [Word](https://www.interact2021.org/templates/splnproc1703.zip), to prepare their papers. Springer’s proceedings LaTeX templates are also available in [Overleaf](https://www.overleaf.com/latex/templates/springer-lecture-notes-in-computer-science/kzwwpvhwnvfj#.WsdHOy5uZpg).\n\n*Part 2: Letter of Recommendation*\nThe letter of recommendation should come from the student’s PhD advisor/supervisor, or head of school, or equivalent, supporting the student’s nomination for the Consortium. This letter should include the student’s name, a short assessment of the current status of the PhD research, an expected date for dissertation submission, an assessment of what the student would bring to the Consortium, and how the student would benefit from attendance. The letter should be in PDF format, and must be e-mailed to the Doctoral Consortium co-chairs ([dc\\[at]interact2023.org](mailto:dc@interact2023.org)).\n\nTo protect the intellectual property of students, Extended Abstracts will only be made available to participants of the Doctoral Consortium and will not be available or published.\n\n**Guidelines**\nDoctoral Consortium candidates should have chosen a research focus and also have selected theoretical and methodological approaches and begun to conduct their research.\nTo benefit from the Consortium students should have at least 6-12 months of work remaining before the expected completion of their theses.\nThe number of participants in the Consortium will be limited. Selection for the Consortium will be based on the quality of the submission, its relevance to HCI, the relevance of the student’s contribution to the Consortium, and the potential benefit of the Consortium to the student’s research.\n\n**At the Conference**\nStudents selected to attend the Doctoral Consortium will be asked to present their work to get feedback for future directions. Those students who cannot travel will be allowed to present and participate remotely in the conference.\n\n**Further Information**\nIf you require any further information please contact the Doctoral Consortium CoChairs:\nDavid Lamas, Geraldine Fitzpatrick, and Tariq Zaman \n\nE-mail: [dc@interact2023.org](mailto:dc@interact2023.org)",
  "updatedAt": "2022-10-13T03:39:19.977Z",
  "date": "2023-02-10T17:58:20.188Z",
  "title": "Doctoral Consortium",
  "link": "https://new.precisionconference.com/submissions",
  "id": 8,
  "createdAt": "2022-09-28T15:15:53.188Z",
  "description": "The INTERACT 2023 Doctoral Consortium (DC) is a forum for PhD students working on HCI topics to discuss their research goals, methods, and results at an early stage in their research. It aims to provide useful guidance for completion of the doctoral research and the initiation of a research career in a friendly and constructive atmosphere. The DC provides an opportunity for student participants to interact with other students, established researchers, and the broader HCI community.\n\nThe Doctoral Consortium will be held on 27 August 2023. The Consortium will be a closed event, open only to the selected participants and other invited attendees."
}