{
  "publishedAt": "2022-09-28T15:10:49.523Z",
  "details": "**Key Dates**\n\n* Submission: **26 April** 2023, 23:59 (anywhere on earth\n* Notification: 28 May 2023\n* Camera-Ready: 14 June 2023 \n\n  **Submission and Publication Process**\n* Reviewing process: Juried\n* Anonymous submission: No\n* Length: **5 pages** extended abstract (4 pages text + 1 page references) + a visual poster draft resized to one A4 page \n* Video: Optional, 30MB max\n* Online Submission: [PCS Submissions System](https://new.precisionconference.com/interact)\n* Proceedings: [Springer LNCS Series](https://link.springer.com/conference/interact)\n\n**Further Information**\nIf you require any further information please contact the Poster CoChairs: Alena Denisova and Burak Merdenyan \n\nEmail: [posters@interact2023.org](mailto:posters@interact2023.org)\n\n Preparing and Submitting a Poster\nPoster submissions must consist of two related documents:\n\n* A Poster extended abstract, submitted as a PDF file, formatted according to Springer LNCS format. Authors should consult the Springer Authors’ guidelines and use their proceedings templates, either for LaTeX or for Word, to prepare their papers. Springer proceedings LaTeX templates are also available in Overleaf. Poster extended abstracts should be camera-ready and thoroughly copy-edited. Poster submissions need not be anonymous. Accepted Poster extended abstracts will be published in Springer LNCS Series.\n* An electronic version of the poster that you will present at the conference. For the review process, your poster should be reduced to one A4 page in size and submitted as a PDF file. Please note that the physical posters presented at the conference may not be larger than A1 format.\n* Posters may optionally be accompanied by a video not exceeding 30 MB in size.\n\nDue to the short review cycle, there should be no changes between your submission and the camera-ready final document, except in rare circumstances.\n\nBoth the Poster extended abstract and the poster should communicate:\n\nA concise description of the work\nImplications of the work for the INTERACT community\nRecommendations for further investigation and/or incorporation into practice\n\n**Selection Process**\n\nPoster submissions will be selected by an anonymous jury. The process has been designed to acknowledge the early-stage nature of the work. All submissions are considered confidential during the review process.\n\n**Review Criteria**\n\nEach submission will be reviewed on the following criteria:\n\nSignificance: How important is the problem or question that this submission addresses? How important is the output of this work in contributing to the identified problem or question? How greatly can others benefit from this work?\n\nOriginality: How novel is the contribution? How clearly does the submission communicate the ways that it differs from and goes beyond the most relevant previous work in this area? (Note that for a poster submission, full literature searches are not expected, although the most relevant citations should be included).\n\nValidity: How appropriate are the chosen methods for the work being undertaken? How well are the submission’s claims and conclusions supported by the results?\n\nWritten Presentation: How clear and understandable is the writing in the poster abstract? To what extent does the poster abstract conform to conference formatting requirements and the 4-page limit?\n\nVisual Presentation (The Poster): How well does the design of the poster effectively communicate the most important facets of the work? To what degree is the design of the poster likely to draw in an audience?\n\nAbility of the Work to Engender Discussion: To what degree will the presentation of this work stimulate interesting conversation among researchers or practitioners? To what extent will the presenters benefit from being able to discuss their work and receive feedback at this stage?\n\n**Upon Acceptance of your submission**\n\nIf a submission is accepted to appear at the conference, the contact person will receive further instructions regarding the inclusion of their poster abstract in the conference proceedings, as well as instructions for the poster presentation at the conference.\n\n**At the Conference**\n\nAccepted Posters will be displayed during the conference. Authors will be expected to attend the conference and will be assigned a time and location to present their poster to conference attendees. Authors will be required to set up beforehand and stand with their posters during the assigned time. Those authors attending remotely will be given an opportunity to present their poster in a remote poster session.",
  "updatedAt": "2022-10-13T03:36:54.274Z",
  "date": "2023-04-04T10:19:24.246Z",
  "title": "Posters",
  "link": "https://new.precisionconference.com/submissions",
  "id": 3,
  "createdAt": "2022-09-28T15:09:38.136Z",
  "description": "Posters provide a unique opportunity to share valuable new ideas, eliciting useful feedback on early stage work, and foster discussions and collaborations among colleagues.\n\nA Poster is a concise report of recent findings or other types of innovative or thought-provoking work relevant to the INTERACT community.\n\nThe difference between Posters and other contribution types (e.g. Full or Short papers) is that Poster submissions represent work that has not reached a level of completion that would warrant the full refereed selection process. That said, appropriate submissions should contribute to the body of HCI knowledge, whether realized or promised.\n\nSummaries of completed work or reduced versions of short or full paper submissions are inappropriate as a Poster submission.\n\nSubmissions may include, but are not limited to, the following types of work:\n\n\n- Evaluations of systems, techniques, practices or other phenomena relevant to HCI.\n\n\n- description of new methods, processes, techniques, or tools for use in interactive system design, development or deployment.\n\n\n- Reflections from practice, including lessons learned or principles derived from real-world experiences and backed by thought-provoking and well-substantiated analyses.\n\n\n- Accounts of the design (rationale, process, outcomes and/or evaluation) of innovative applications, user interfaces, or systems.\n\nSubmissions for Posters are invited on any of the conference topics, please consult the examples provided in the Full and Short Paper submission details.\n\nPoster submissions should report original work and must not be under consideration for any other publication or have been published previously. \n"
}