{
  "publishedAt": "2022-09-28T15:15:12.035Z",
  "details": "**Key dates**\n- Submission: Up to 27 February, 23:59 (anywhere on earth)\n- Notification of acceptance: within 2 weeks of submission\n- Camera-Ready: 14 June 2023, 23:59 (anywhere on earth)\n\n**Submission and Publishing process**\n- Reviewing process: juried\n- Anonymous: No\n- Length: Workshop Extended Abstract (up to 6 pages, in [Springer format](https://www.springer.com/gp/computer-science/lncs/conference-proceedings-guidelines)) + 1 page additional information (any format, see Author guidelines)\n- Online Submission: [PCS Submission System (Opens Now)](https://new.precisionconference.com/submissions)\n- Proceedings (for workshop proposal summary): Springer LNCS Series\n\n\n**Proposer Guidelines**\nThe proposed format of the workshop should be innovative and interesting to the participants. Following are some examples of what may happen in workshops:\n\n\n- A traditional workshop with paper presentations, followed by forum discussions and a shared poster for presentation during the Workshops session in the main conference \n\n\n- An interactive event, where participants work together on experimenting with or evaluating an artifact, and make a video of the design or evaluation work highlights for presentation during the Workshops session in the main conference \n\n\n- A design workshop with focus on artefacts, with a gallery / showroom exhibition in the main conference \n\nOther, innovative formats of the workshop will also be of interest.\n\nWorkshops should have a minimum of 8 participants and a maximum of 30 participants. Workshops that do not reach the minimum number of participants may be subject to cancellation.\n\nA free workshop registration is granted to one of the workshop organizers if more than 10 participants are duly registered to the workshop.\nWorkshops will take place on 28 and 29 August 2023, immediately before the main conference.\n\nWorkshop Extended Abstract proposals should be formatted according to [Springer LNCS format](https://www.springer.com/computer/lncs?SGWID=0-164-6-793341-0). Authors should consult [Springer’s authors’ guidelines](ftp://ftp.springernature.com/cs-proceeding/svproc/guidelines/Springer_Guidelines_for_Authors_of_Proceedings_CS.pdf) and use their proceedings templates, either for [LaTeX](https://www.interact2021.org/templates/llncs2e.zip) or for [Word](https://www.interact2021.org/templates/splnproc1703.zip), for the preparation of their papers. Springer’s proceedings LaTeX templates are also available in [Overleaf](https://www.overleaf.com/latex/templates/springer-lecture-notes-in-computer-science/kzwwpvhwnvfj#.WsdHOy5uZpg).\n\nPlease submit your proposal by February 27 (23:59, anywhere on earth) using the conference submission system as one PDF document, with two separate sections:\n\nWorkshop Extended Abstract (6 pages in Springer format): this will be used for reviewing, for the programme and be published in the official conference proceedings. It should cover the overall concept of the workshop including key organisers, objectives, theme/topic, target audience, and expected outcomes.\n\nWorkshop organization (1 page in any format): this will be internal for the reviewing process. It should cover the workshop duration and organisation (i.e. how will the organisers facilitate the workshop).\n\n\n**Publicising and Participating in a Workshop**\nEach accepted workshop will have its own call for participation and website.\nA schedule for paper submissions to each specific workshop will be advertised on due time.\nHow to submit a paper to a workshop will be decided by the workshop organizers (submission deadline will be no later than 1st June 2023).\n\nThe publication of papers accepted to the workshop will be decided, managed and edited by the workshop organisers.\n\n**Further Information**\nIf you require any further information please contact the Workshops CoChairs: Jan Stage and Anna Bramwell-Dicks\n\nE-mail: [workshops@interact2023.org](mailto:workshops@interact2023.org)",
  "updatedAt": "2022-10-13T03:39:04.681Z",
  "date": "2023-04-04T10:20:18.812Z",
  "title": "Workshops",
  "link": "https://new.precisionconference.com/submissions",
  "id": 7,
  "createdAt": "2022-09-28T15:15:11.286Z",
  "description": "INTERACT Workshops provide a one or two day forum for participants to compare their experiences and explore research issues or topics of special interest to the HCI community.\n\nWorkshops should have specific objectives and address stimulating topics. See for example workshops at [INTERACT 2021](https://www.interact2021.org/workshops.php), [INTERACT 2015](http://interact2015.org/program/workshops.html), and [INTERACT 2013](http://www.interact2013.org/Programme/Workshops).\n\nWorkshop organisers will get an opportunity to present a summary of outcomes in a session during the conference.\n"
}