[{"day":1,"date":"28th August","data":[{"item":[{"text":"Registration"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference / Doctoral Consortium"}]},{"item":[{"text":"Coffee / Tea Break"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference / Doctoral Consortium"}]},{"item":[{"text":"Lunch Break"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference / Doctoral Consortium"}]},{"item":[{"text":"Coffee / Tea Break"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference / Doctoral Consortium"}]},{"item":[{"text":"BCS Conference Dinner","info":[{"id":"BCS Conference Dinner"}]}]}]},{"day":2,"date":"29th August","data":[{"item":[{"text":"Registration"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference"}]},{"item":[{"text":"Coffee / Tea Break"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference"}]},{"item":[{"text":"Lunch Break"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference"},{"text":"Part 1 : Crash Course - Certified Professional for Usability and User Experience – Foundation Level (CPUX-F)","info":[{"id":"Course A","title":"Part 1 : Crash Course - Certified Professional for Usability and User Experience – Foundation Level (CPUX-F)","authors":"Chris Rourke, John Goodall"}]}]},{"item":[{"text":"Coffee / Tea Break"}]},{"item":[{"text":"INTERACT Workshops / BCS Conference"},{"text":"Part 2 : Crash Course - Certified Professional for Usability and User Experience – Foundation Level (CPUX-F)","info":[{"id":"Course A","title":"Part 2 : Crash Course - Certified Professional for Usability and User Experience – Foundation Level (CPUX-F)","authors":"Chris Rourke, John Goodall"}]}]}]},{"day":3,"date":"30th August","data":[{"item":[{"text":"Registration"}]},{"item":[{"text":"Opening Session / Awards"}]},{"item":[{"text":"Coffee Break"}]},{"item":[{"text":"Opening Keynote: Why we do what we do – HCI and societal impact","author":"Jan Gulliksen, KTH Royal Institute of Technology, Sweden","info":[{"title":"Why we do what we do – HCI and societal impact","authors":"Jan Gulliksen, KTH Royal Institute of Technology, Sweden"}]}]},{"item":[{"text":"Lunch"}]},{"item":[{"text":"Session A1: User Studies","info":[{"id":"SP1074","title":"“I miss going to that place”: The impact of watching nature videos on the well-being of informal caregivers","authors":"Beatriz Peres, Hildegardo Noronha, Daniel S. Lopes, Joaquim Jorge, and Pedro F. Campos"},{"id":"FP1082","title":"Comparing Perceived Restorativeness and Stress Reduction in Virtual Reality Environments using Abstract Fractal Geometries versus Realistic Natural Landscapes","authors":"Diana C. G. Mendes, and Mónica S Cameirão"},{"id":"SP1119","title":"Our Nudges, Our Selves: Tailoring Mobile User Engagement Using Personality","authors":"Nima Jamalian, Marios Constantinides, Sagar Joglekar, Xueni Pan, and Daniele Quercia"},{"id":"SP1091","title":"Turn & Slide: Designing a Puzzle Game to Elicit the Visualizer-Verbalizer Cognitive Style","authors":"Sotirios Petsas, George E. Raptis, and Christos Katsanos"},{"id":"industrial-1000","title":"How to Bring Diversity into Industry: Industrial Experiences in Public Transport Repair & Maintenance","authors":"Rafael Vrecar, Markus Steinlechner, Patrick Rupprecht, Aaron Wedral, Marlies Negele, Maciej Palucki, Brigitte Ratzer, and Astrid Weiss1"}]},{"text":"Session A2: Accessibility","info":[{"id":"FP1114","title":"Brilliance and Resilience: A New Perspective to the Challenges, Practices and Needs of University Students with Visual Impairments in India","authors":"Tigmanshu Bhatnagar, Vikas Upadhyay, PV Madhusudhan Rao, Nicolai Marquardt, Mark Mio-downik, and Catherine Holloway"},{"id":"SP1120","title":"Mapping Virtual Reality Controls to Inform Design of Accessible User Experiences","authors":"Christopher Power, Paul Cairns, and Triskal DeHaven"},{"id":"SP1180","title":"WAM-Studio: A Web-based Digital Audio Workstation To Empower Cochlear Implant Users","authors":"Michel Buffa, Antoine Vidal-Mazuy, Lloyd May, and Marco Winckler"},{"id":"SP1160","title":"Web Accessibility in Higher Education in Norway: To What Extent are University Websites Accessible?","authors":"Yavuz Inal and Anne Britt Torkildsby"},{"id":"SP1114","title":"Wesee: Digital Cultural Heritage Interpretation for Blind and Low Vision People","authors":"Yalan Luo, Weiyue Lin, Yuhan Liu, Xiaomei Nie, Xiang Qian, and Hanyu Guo"}]},{"text":"Session A3: Model-Based UI Design and Testing","info":[{"id":"FP1019","title":"AdaptReview: Towards Effective Video Review using Text Summaries and Concept Maps","authors":"Shan Zhang, Yang Chen, Nuwan Janaka, Chloe Haigh, Shengdong Zhao, and Wei Tsang Ooi"},{"id":"FP1073","title":"I perform my work with my body too: integrating body representations in and with task models","authors":"Axel Carayon, Célia Martinie, Philippe Palanque"},{"id":"SP1178","title":"Prototyping with the IVY workbench: Bridging Formal Methods and User-Centred Design","authors":"Rafael Braga da Costa and José Creissac Campos"},{"id":"SP1231","title":"Towards automated load testing through the user interface","authors":"Bruno Teixeira and José Creissac Campos"}]},{"text":"Session A4: Interaction with Conversational agents I","info":[{"id":"FP1039","title":"Beyond Browser Online Shopping: Experience Attitude Towards Online 3D Shopping with Conversational Agents","authors":"Pedro Valente, Tiago Fornelos, Rafael Ferreira, Diog Silva, Diogo Tavares, Nuno Correia, João Magalhães, and Rui Nóbrega"},{"id":"FP1053","title":"Effects of Prior Experience, Gender, and Age on Trust in a Banking Chatbot with(out) Breakdown and Repair","authors":"Effie Lai-Chong Law, Nena van As, and Asbjørn Følstad"},{"id":"FP1121","title":"EaseOut: A Cross-Cultural Study of the Impact of a Conversation Agent on Leaving Video Meetings Early","authors":"Eureka Foong, Jack Jamieson, Hideaki Kuzuoka, Naomi Yamashita, and Tomoki Nishida"}]},{"text":"Session A5: 3D Interaction","info":[{"id":"FP1034","title":"AHO-Guide: Automatically Guiding the Head Orientation of a Local User in Augmented Reality to Realign the Field of View With Remote Users","authors":"Lucas Pometti, Charles Bailly, and Julien Castet"},{"id":"FP1010","title":"Point- and Volume-based Multi-Object Acquisition in VR","authors":"Zhiqing Wu, Difeng Yu, and Jorge Goncalves"},{"id":"FP1096","title":"Using Mid-Air Haptics to Guide Mid-Air Interactions","authors":"Timothy Neate, Sergio Alvares Maffra, William Frier, Zihao You, and Stephanie Wilson"}]},{"text":"Course A - Part 1: Introduction to Information Visualisation","info":[{"id":"Course A","title":"Part 1: Introduction to Information Visualisation","authors":"Keith Andrews"}]},{"text":"Course F - Part 1: The UCD Sprint: Bringing Users Along to Sprint","info":[{"id":"Course F","title":"Part 1: The UCD Sprint: Bringing Users Along to Sprint","authors":"Marta Larusdottir, Virpi Roto, Rosa Lanzilotti, and Ioana Visescu"}]}]},{"item":[{"text":"Coffee Break"}]},{"item":[{"text":"Session B1: Data Physicalisation and Cross-Device","info":[{"id":"FP1103","title":"Comparing Screen-based Version Control to Augmented Artifact Version Control for Physical Objects","authors":"Maximilian Letter, Marco Kurzweg, and Katrin Wolf"},{"id":"SP1200","title":"EmoClock: Communicating Real-Time Emotional States through Data Physicalizations","authors":"Dennis Peeters, Champika Ranasinghe, Auriol Degbelo, and Faizan Ahmed"},{"id":"SP1186","title":"Extending User Interaction with Mixed Reality through a Smartphone-based Controller","authors":"Georgios Papadoulis, Christos Sintoris, Christos Fidas, and Nikolaos Avouris"},{"id":"FP1098","title":"Fitts’ Throughput vs Empirical Throughput: A comparative study","authors":"Khyati Priya and Anirudha Joshi"}]},{"text":"Session B2: Interacting with Children","info":[{"id":"SP1143","title":"Awayvirus: A Playful and Tangible Approach to Improve Children’s Hygiene Habits in Family Education","authors":"Xiang Qi, Yaxiong Lei, Shijing He, and Shuxin Cheng"},{"id":"SP1057","title":"“Money from the Queen”: Exploring Children’s Ideas for Monetization in Free-to-Play Mobile Games","authors":"Dan Fitton and Janet C Read"},{"id":"SP1123","title":"Motivating Children’s Engagement with Sleep Diaries through Storytelling","authors":"Hannah C. van Iterson, Panos Markopoulos, and Leonardo E. Gerritsen"},{"id":"SP1251","title":"The Peer Data Labelling System (PDLS). A Participatory Approach to Classifying Engagement in the Classroom","authors":"Graham Parsonage, Matthew Horton, and Janet Read"},{"id":"FP1140","title":"WashWall: an Interactive Smart Mirror for Motivating Handwashing Among Primary School Children","authors":"Dees B.W. Postma, Champika M. Ranasinghe, Christos Constantinou, Vincent P.G. Diks, Younghun Rhee, Willem H.P. van Dijk, Amir Sassanian, and Dennis Reidsma"}]},{"text":"Session B3: Information Visualization","info":[{"id":"FP1219","title":"BiVis: Interactive and Progressive Visualization of Billions (and Counting) Items","authors":"Renaud Blanch"},{"id":"FP1097","title":"Modeling and Assessing User Interaction in Big Data Visualization Systems","authors":"Dario Benvenuti, Matteo Filosa, Tiziana Catarci, and Marco Angelini"},{"id":"SP1097","title":"The Effect of Teleporting versus Room-scale Walking for Interacting with Immersive Visualizations","authors":"Alejandro Rey, Andrea Bellucci, Paloma Díaz, and Ignacio Aedo"}]},{"text":"Session B4: Natural Language Processing and AI Explainability","info":[{"id":"FP1167","title":"Exploring Natural Language Processing Methods for Interactive Behaviour Modelling","authors":"Guanhua Zhang, Matteo Bortoletto, Zhiming Hu, Lei Shi, Mihai Bâce, and Andreas Bulling"},{"id":"FP1065","title":"“Garbage In, Garbage Out”: Mitigating Human Biases in Data Entry by Means of Artificial Intelligence","authors":"Sven Eckhardt, Merlin Knaeble, Andreas Bucher, Dario Staehelin, Mateusz Dolata, Doris Agotai, and Gerhard Schwabe"},{"id":"SP1068","title":"Is Overreliance on AI Provoked by Study Design?","authors":"Zelun Tony Zhang, Sven Tong, Yuanting Liu, and Andreas Butz"},{"id":"SP1080","title":"RePaLM: A Data-driven AI Assistant for Making Stronger Pattern Choices","authors":"Christina Milousi, George E. Raptis, Christina Katsini, and Christos Katsanos"}]},{"text":"Session B5: Motion Sickness, Stress & Risk Pereception in 3D Environments","info":[{"id":"FP1203","title":"“Do I Run Away?”: Proximity, Stress and Discomfort in Human-Drone Interaction in Real and Virtual Environments","authors":"Robin Bretin, Mohamed Khamis, and Emily Cross"},{"id":"FP1199","title":"Sick in the Car, Sick in VR? Understanding how Real-World Susceptibility to Dizziness, Nausea, and Eye Strain Influences VR Motion Sickness","authors":"Oliver Hein, Philipp Rauschnabel, Mariam Hassib, and Florian Alt"},{"id":"FP1139","title":"Spatial Augmented Reality in the Factory: Can In-Situ Projections Be Used to Communicate Dangers and Health Risks?","authors":"Aaron Wedral, Rafael Vrecar, Gerhard Ebenhofer, Thomas Pönitz, Paul H. Wührer, Astrid Weiss, and Gernot Stübl"}]},{"text":"Course A - Part 2: Introduction to Information Visualisation","info":[{"id":"Course A","title":"Part 2: Introduction to Information Visualisation","authors":"Keith Andrews"}]},{"text":"Course F - Part 2: The UCD Sprint - Bringing Users Along to Sprint","info":[{"id":"Course F","title":"Part 2: The UCD Sprint - Bringing Users Along to Sprint","authors":"Marta Larusdottir, Virpi Roto, Rosa Lanzilotti, and Ioana Visescu"}]},{"text":"Panel 2: Ethical Value Exchange in HCI","info":[]}]},{"item":[{"text":"Keynote: Inclusive design in the NHS - the practical reality of strategic inclusive design","author":"Rochelle Gold, Head of User Research, Transformation Directorate, NHS England","info":[{"title":"Inclusive design in the NHS: the practical reality of strategic inclusive design","authors":"Rochelle Gold, Head of User Research, Transformation Directorate, NHS England"}]}]},{"item":[{"text":"Welcome Reception"}]}]},{"day":4,"date":"31th August","data":[{"item":[{"text":"Registration"}]},{"item":[{"text":"Keynote: A Framework for Born-Accessible Development of Software and Digital Content","author":" Jonathan Lazar, University of Maryland, USA","info":[{"title":"A Framework for Born-Accessible Development of Software and Digital Content","authors":"Jonathan Lazar, University of Maryland, USA"}]}]},{"item":[{"text":"Session C1: Haptic Interaction","info":[{"id":"FP1207","title":"Assignment of a Vibration to a Graphical Object Induced by Resonant Frequency","authors":"Marco Kurzweg, Simon Linke, Yannick Weiss, Maximilian Letter, Albrecht Schmidt, and Katrin Wolf"},{"id":"FP1081","title":"GuidingBand: A Precise Tactile Hand Guidance System to Aid Visual Perception","authors":"Atish Waghwase and Anirudha Joshi"},{"id":"SP1161","title":"Mid-Air Haptic Cursor for Physical Objects","authors":"Miroslav Mac´ık and Meinhardt Branig"},{"id":"SP1202","title":"Stress Embodied: Developing Multi-Sensory Experiences for VR Police Training","authors":"Jakob Carl Uhl, Georg Regal, Michael Gafert, Markus Murtinger, and Manfred Tscheligi"}]},{"text":"Session C2: Accessibility & Aging","info":[{"id":"FP1099","title":"Accessibility Inspections of Mobile Applications by Professionals with Different Expertise Levels: an Empirical Study Comparing with User Evaluations","authors":"Delvani Antônio Mateus, Simone Bacellar Leal Ferreira, Maurício Ronny de Almeida Souza, André Pimenta Freire"},{"id":"SP1168","title":"Evaluating the Acceptance of a Software Application Designed to Assist Communication for People with Parkinson’s Disease","authors":"Julia Greenfield, Káthia Marçal de Oliveira, Véronique Delcroix, Sophie Lepreux, Christophe Kolski, and Anne Blanchard-Dauphin"},{"id":"SP1118","title":"“The Relief is Amazing”: An In-situ Short Field Evaluation of a Personal Voice Assistive Technology for a User Living with Dementia","authors":"Ana-Maria Salai, Glenda Cook, and Lars Erik Holmquist"},{"id":"FP1170","title":"Towards an Automatic Easy-to-Read Adaptation of Morphological Features in Spanish Texts","authors":"Mari Carmen Suárez-Figueroa, Isam Diab, Álvaro González, and Jesica Rivero-Espinosa"}]},{"text":"Session C3: Methodologies for HCI","info":[{"id":"FP1214","title":"A Review on Mood Assessment using Smartphones","authors":"Zhanna Sarsenbayeva, Charlie Fleming, Benjamin Tag, Anusha Withana, Niels van Berkel, and Alistair McEwan"},{"id":"FP1112","title":"A close look at Citizen Science through the HCI lens: a systematic literature review","authors":"Tommaso Zambon, Chiara Bassetti, and Catia Prandi"},{"id":"FP1163","title":"The Gap Between UX Literacy and UX Practices in agile-UX Settings: A Case Study","authors":"Daniela Azevedo , Luka Rukonić , and Suzanne Kieffer"}]},{"text":"Session C4: Recommendation systems & AI explainability","info":[{"id":"FP1077","title":"Blending Conversational Product Advisors and Faceted Filtering in a Graph-Based Approach","authors":"Timm Kleemann and Jürgen Ziegler"},{"id":"SP1234","title":"Everyday-Inspired Movies: Towards the Design of Movie Recommender Systems based on Everyday Life through Personal Social Media","authors":"Abhishek Kulkarni, Larry Powell, Shaina Murphy, Nanjie Rao, and Sharon Lynn Chu"},{"id":"FP1006","title":"Towards a practice-led research agenda for user interface design of recommender systems","authors":"Aletta Smits and Koen van Turnhout"},{"id":"SP1122","title":"WeHeart: A Personalized Recommendation Device for Physical Activity Encouragement and Preventing “Cold Start” in Cardiac Rehabilitation","authors":"Rosa van Tuijn, Tianqin Lu, Emma Driesse, Koen Franken, Pratik Gajane, and Emilia Barakova"}]},{"text":"Session C5: User Movements & 3D Environments","info":[{"id":"FP1136","title":"Eyes on teleporting: comparing locomotion techniques in Virtual Reality with respect to presence, sickness and spatial orientation","authors":"Ariel Caputo, Massimo Zancanaro, and Andrea Giachetti"},{"id":"FP1266","title":"Sample-based Human Movement Detection for Interactive Videos Applied to Performing Arts","authors":"Rui Rodrigues, João Diogo, Stephan Jurgens, Carla Fernandes, Nuno Correia"},{"id":"FP1080","title":"Skillab - A Multimodal Augmented Reality Environment for Learning Manual Tasks","authors":"Ambika Shahu, Sonja Dorfbauer, Philipp Wintersberger, and Florian Michahelles"}]},{"text":"Course D : Practical Ethics - Respecting Participants Contributions in HCI Research and Design","info":[{"id":"Course D","title":"Practical Ethics: Respecting participants contributions in HCI research and design","authors":"Janet C Read"}]},{"text":"Course E: How to Assess Human Reliance on Artificial Intelligence in Hybrid Decision-Making","info":[{"id":"Course E","title":"How to Assess Human Reliance on Artificial Intelligence in Hybrid Decision-Making","authors":"Chiara Natali, Andrea Campagner, Federico Cabitza"}]}]},{"item":[{"text":"Coffee Break"}]},{"item":[{"text":"Session D1: User Studies, Eye-Tracking and Physiological data","info":[{"id":"SP1252","title":"Electroencephalographic (EEG) correlates of Visually Induced Motion Sickness (VIMS) in the Virtual Reality (VR) based simulations","authors":"Jan K. Argasiński, and Natalia Lipp, and Szymon Mazurek"},{"id":"SP1205","title":"How Many Participants Do You Need for an Open Card Sort? A Case Study of E-commerce Websites","authors":"Christos Pechlevanoudis, Grigorios Zilidis, and Christos Katsanos1"},{"id":"SP1138","title":"Exploring Eye Expressions for Enhancing EOG-Based Interaction","authors":"Joshua Newn, Sophia Quesada, Baosheng James Hou, Anam Ahmad Khan, Florian Weidner, and Hans Gellersen"},{"id":"SP1117","title":"Quantifying Device Usefulness - How Useful is an Obsolete Device?","authors":"Craig Goodwin, Sandra Woolley, Ed de Quincey, and Tim Collins"},{"id":"FP1175","title":"Usability Evaluation of a Brazilian Dam Safety Data Exploration Platform: a Consolidation of Results from User Tests and Heuristic Evaluation","authors":"Bruna Santana Capeleti, Caroline Queiroz Santos, Jaqueline Isabel de Souza, and André Pimenta Freire"}]},{"text":"Session D2: Eye-Free, Gesture Interaction and Sign Language","info":[{"id":"SP1133","title":"Developing and Evaluating a Novel Gamified Virtual Learning Environment for ASL","authors":"Jindi Wang, Ioannis Ivrissimtzis, Zhaoxing Li, Yunzhan Zhou, and Lei Shi"},{"id":"SP1169","title":"Effects of Moving Speed and Phone Location on Eyes-Free Gesture Input with Mobile Devices","authors":"Milad Jamalzadeh, Yosra Rekik, Laurent Grisoni, Radu-Daniel Vatavu, Gualtiero Volpe, and Alexandru Dancu"},{"id":"FP1229","title":"Hap2Gest: An Eyes-free Interaction Concept with Smartphones Using Gestures and Haptic Feedback","authors":"Milad Jamalzadeh, Yosra Rekik, Alexandru Dancu, and Laurent Grisoni"},{"id":"FP1256","title":"User-Centered Evaluation of Different Configurations of a Touchless Gestural Interface for Interactive Displays","authors":"Vito Gentile, Habiba Farzand, Simona Bonaccorso, Davide Rocchesso, Alessio Malizia, Mohamed Khamis, and Salvatore Sorce"}]},{"text":"Session D3: Co-design","info":[{"id":"FP1012","title":"Common Objects for Programming Workshops in Non-Formal Learning Contexts","authors":"Nathalie Bressa, Susanne Bødker, Clemens N. Klokmose, and Eva Eriksson"},{"id":"SP1211","title":"Engaging a project consortium in ethics-aware design and research","authors":"Päivi Heikkilä, Hanna Lammi, and Susanna Aromaa"},{"id":"SP1256","title":"Exploring Emotions: Study of Five Design Workshops for Generating Ideas for Emotional Self-Report Interfaces","authors":"Carla Nave, Francisco Nunes, Teresa Romão, and Nuno Correia"},{"id":"FP1153","title":"Moving Away from the Blocks: Evaluating the Usability of EduBlocks for Supporting Children to Transition from Block-Based Programming","authors":"Gavin Sim, Mark Lochrie, Misbahu S Zubair, Oliver Kerr, and Matthew Bates"}]},{"text":"Session D4: Social AI","info":[{"id":"SP1225","title":"AI in the Human Loop: The Impact of Differences in Digital Assistant Roles on the Personal Values of Users","authors":"Shakila Shayan , Marlies van Steenbergen, Koen van Turnhout, Zelda Zeegers, Somaya Ben Allouch, Maaike Harbers, Guido Evertzen, Janna Bruijning, Wieke van Boxtel, and Katarina Jerkovich"},{"id":"FP1194","title":"“A solution to a problem that didn’t exist?”: Exploring Attitudes Towards Smart Streetlight Systems","authors":"Anna-Lena Theus and Sonia Chiasson"},{"id":"FP1189","title":"Evaluation of the Roles of Intelligent Technologies in Shared Activity Spaces of Neighborhood Communities","authors":"Jouko Makkonen, Rita Latikka, Rosana Rubio-Hernández, and Kaisa Väänänen"},{"id":"SP1150","title":"Problematizing “Empowerment” in HCAI","authors":"John S. Seberger, Hyesun Choung, and Prabu David"}]},{"text":"Session D5: Virtual Reality","info":[{"id":"SP1254","title":"Asymmetric communication in virtual reality: designing for presence, effectiveness, and enjoyment","authors":"Markus Kirjonen and Mika P. Nieminen"},{"id":"FP1122","title":"Digital Modeling for Everyone: Exploring How Novices Approach Voice-Based 3D Modeling","authors":"Giuseppe Desolda, Andrea Esposito, Florian Müller, and Sebastian Feger"},{"id":"FP1189","title":"Exploring the Potential of Metaverse Apps for Real-World Applications: A Case Study with CALEND AR","authors":"Konstantinos Tsomokos, Christos Sintoris, Christos Fidas, and Nikolaos Avouris"},{"id":"SP1219","title":"PeriFocus - Training Peripheral Color - and Shape Detection in Virtual Reality","authors":"Mads Thomsen, Mathias Halilovic, Alexandru Giuran, and Markus Löchtefeld"},{"id":"SP1083","title":"Supporting Resilience Through Virtual Reality: Design and Preliminary Evaluation of a VR Experience Based on Viktor Frankl’s Logotherapy","authors":"Quynh Nguyen, Rodrigo Gutierrez, Lukas Kr¨oninger, and Ulrike Kretzer"}]},{"text":"Course B - Part 1: Disability, Design and Innovation for a Fairer World","info":[{"id":"Course B","title":"Part 1: Disability, Design and Innovation for a Fairer World","authors":"Catherine Holloway, Ben Oldfrey, Maryam Bandukda, Daniel Hajas, Tigmanshu Bhatnagar"}]}]},{"item":[{"text":"Lunch"}]},{"item":[{"text":"Session E1: Social Media and Digital Learning","info":[{"id":"SP1073","title":"A Mixed-Methods Analysis of Women’s Health Misinformation on Social Media","authors":"Lisa Mekioussa Malki, Dilisha Patel, and Aneesha Singh"},{"id":"SP1130","title":"Evaluating the Effects of Culture and Relationship Strength on Misinformation Challenging Behaviours Within the UK","authors":"Lauren Scott, Marta E. Cecchinato, Lynne Coventry, and Mark Warner"},{"id":"SP1110","title":"Exploring Indigenous Knowledge through Virtual Reality: A Co-Design Approach with the Penan Community of Long Lamai","authors":"Bram Kreuger and Tariq Zaman"},{"id":"FP1245","title":"Factors influencing social media forgiveness behavior and cyber violence tendency among Chinese youth: Moderating ef-fects of forgiveness climate and risk perception","authors":"Zhirui Chen, Wenchen Guo, and Qingxiang Zeng"},{"id":"SP1076","title":"Gender & Racism: Considerations for Digital Learning Among Young Refugees and Asylum Seekers","authors":"Denise Lengyel, Ahmed Kharrufa, James Stanfield, Haley Powers, Bridget Lara Stratford, and Reem Talhouk"}]},{"text":"Session E2: Healthcare applications and Self-Monitoring","info":[{"id":"SP1240","title":"Co-designing an eHealth Solution to Support Fibromyalgia Self-Management","authors":"Pedro Albuquerque Santos, Rui Neves Madeira, Hugo Ferreira, and Carmen Caeiro"},{"id":"FP1179","title":"Designing Remote Patient Monitoring Technologies for Post-Operative Home Cancer Recovery: The Role of Reassurance","authors":"Constantinos Timinis, Jeremy Opie, Simon Watt, Pramit Khetrapal, John Kelly, Manolis Mavrikis, Yvonne Rogers, and Ivana Drobnjak"},{"id":"FP1180","title":"SELFI: Evaluation of Techniques to Reduce Self-report Fatigue by Using Facial Expression of Emotion","authors":"Salma Mandi, Surjya Ghosh, Pradipta De, and Bivas Mitra"},{"id":"SP1229","title":"Usability and Clinical Evaluation of a Wearable TENS device for Pain Management in Patients with Osteoarthritis of the Knee","authors":"Fatma Layas, Billy Woods, and Sean Jenkins"}]},{"text":"Session E3: Information Visualization and 3D Interaction","info":[{"id":"FP1062","title":"Playing with Data: An Augmented Reality Approach to Interact with Visualizations of Industrial Process Tomography","authors":"Yuchong Zhang, Yueming Xuan, Rahul Yadav, Adel Omrani, and Morten Fjeld"},{"id":"FP1268","title":"Supporting Construction and Architectural Visualization through BIM and AR/VR: A Systematic Literature Review","authors":"Enes Yigitbas, Alexander Nowosad, and Gregor Engels"},{"id":"FP1074","title":"Through Space and Time: Spatio-Temporal Visualization of MOBA Matches","authors":"Adam Šufliarsky, Günter Walllner, and Simone Kriglstein"}]},{"text":"Session E4: Social and Ubiquitous Computing I","info":[{"id":"FP1036","title":"“Draw Fast, Guess Slow”: Characterizing Interactions in Cooperative Partially Observable Settings with Online Pictionary as a Case Study","authors":"Kiruthika Kannan, Anandhini Rajendran, Vinoo Alluri, and Ravi Kiran Sarvadevabhatla"},{"id":"FP1131","title":"Experience by Cohabitation: Living in a Smart Home Initiated by Your Partner","authors":"Annika Sabrina Schulz, Johanna Müller, and Frank Beruscha"},{"id":"FP1107","title":"Towards a Socio-technical Understanding of Police-citizen Interactions","authors":"Min Zhang, Arosha K. Bandara, Richard Philpot, Avelie Stuart, Zoe Walkington, Camilla Elphick, Lara Frumkin, Graham Pike, Blaine Price, Mark Levine, and Bashar Nuseibeh"}]},{"text":"Session E5: Virtual Reality and Training","info":[{"id":"FP1225","title":"A Case Study Using Virtual Reality to Prime Knowledge for Procedural Medical Training","authors":"Paul W.L. Watson, Samuel House, Robert Hart, Jonathan Abbas, Sheena Asthana, and Swen E. Gaudl"},{"id":"FP1217","title":"Mind the Heart: Designing a Stress Dashboard Based on Physiological Data for Training Highly Stressful Situations in Virtual Reality","authors":"Olivia Zechner, Helmut Schrom-Feiertag, Jakob Uhl, Quynh Nguyen, Lisanne Kleygrewe, and Manfred Tscheligi"},{"id":"FP1030","title":"VR for HR – a Case Study of Human Resource Development Professionals using Virtual Reality for Social Skills Training in the Workplace","authors":"Britta Nordin Forsberg, Anders Lundström, and Jan Gulliksen"}]},{"text":"Course B - Part 2: Disability, Design and Innovation for a Fairer World","info":[{"id":"Course B","title":"Part 2: Disability, Design and Innovation for a Fairer World","authors":"Catherine Holloway, Ben Oldfrey, Maryam Bandukda, Daniel Hajas, Tigmanshu Bhatnagar"}]},{"text":"Panel 1: A Multi-Perspective Panel on User-centred Transparency, Explainability, and Controllability in Automations","info":[]}]},{"item":[{"text":"Coffee Break"}]},{"item":[{"text":"Meetings and Networking"}]},{"item":[{"text":"Conference Dinner","info":[{"id":"Dinner","title":"Conference Dinner"}]}]}]},{"day":5,"date":"1st Sept","data":[{"item":[{"text":"Registration"}]},{"item":[{"text":"Keynote: Interactive Healthcare Technologies for Complex Contexts","author":"Ann Blandford, University College London, UK","info":[{"title":"Interactive Healthcare Technologies for Complex Contexts","authors":"Ann Blandford, University College London, UK"}]}]},{"item":[{"text":"Session F1: Understanding users and privacy issues","info":[{"id":"SP1171","title":"Concerns of Saudi higher education students about security and privacy of online digital technologies during the coronavirus pandemic","authors":"Basmah Almekhled and Helen Petrie"},{"id":"FP1215","title":"Exploring the Experiences of People who Inherited Digital Assets from Deceased Users: a Search for Better Computing Solutions","authors":"Maria Fernanda Lira, Cristiano Maciel, Daniele Trevisan, Vinicius Carvalho Pereira, Simone Barbosa, and Flavia Beppu"},{"id":"FP1061","title":"“Hello, Fellow Villager!”: Perceptions and Impact of Displaying Users’ Locations on Weibo","authors":"Ying Ma, Qiushi Zhou, Benjamin Tag, Zhanna Sarsenbayeva, Jarrod Knibbe, and Jorge Goncalves"},{"id":"SP1063","title":"Intimate Data: Exploring Perceptions of Privacy and Privacy-Seeking Behaviors through the Story Completion Method","authors":"Diana P. Moniz, Maryam Mehrnezhad, and Teresa Almeida"}]},{"text":"Session F2: Accessibility for Auditory / Hearing","info":[{"id":"FP1087","title":"Challenges faced by the Employed Indian DHH Community","authors":"Advaith Sridhar, Roshni Poddar, Mohit Jain, and Pratyush Kumar"},{"id":"FP1040","title":"Haptic Auditory Feedback for Enhanced Image Description: A Study of User Preferences and Performance","authors":"Mallak Alkhathlan, M. L. Tlachac, and Elke A Rundensteiner"},{"id":"FP1047","title":"Using Colour and Brightness for Sound Zone Feedback","authors":"Stine S. Johansen, Peter Axel Nielsen, Kashmiri Stec, and Jesper Kjeldskov"}]},{"text":"Session F3: Multisensory interaction and VR experiences","info":[{"id":"FP1018","title":"Augmenting Indigenous S´ami Exhibition - Interactive Digital Heritage in Museum Context","authors":"Siiri Paananen, Joo Chan Kim, Emma Kirjavainen, Matilda Kalving, Karan Mitra, and Jonna Häkkilä"},{"id":"SP1070","title":"Design Paradigms of 3D User Interfaces for VR Exhibitions","authors":"Yunzhan Zhou, Lei Shi, Zexi He, Zhaoxing Li, and Jindi Wang"},{"id":"SP1189","title":"Multisensory Diorama: Enhancing Accessibility and Engagement in Museums","authors":"Leandro S. Guedes, Irene Zanardi, Stefania Span, and Monica Landoni"},{"id":"SP1149","title":"Museum Visitor Experiences based on Hyperspectral Image Data","authors":"Markus Löchtefeld, Eleftherios Papachristos, and Hilda Deborah"},{"id":"industrial-1004","title":"Whose responsibility is accessibility in games anyway? Everyone","authors":"Christopher Power, Paul Cairns, Mark Barlet, and Steven Weitz"}]},{"text":"Session F4: Social and Ubiquitous Computing II","info":[{"id":"FP1066","title":"A Survey of Computer-Supported Remote Collaboration on Physical Objects","authors":"Maximilian Letter, Ceenu George, and Katrin Wolf"},{"id":"FP1084","title":"Collaborative TV Control: Towards Co-Experience and Social Connectedness","authors":"Melanie Berger, Rutger Verstegen, Bahareh Barati, Harm van Essen, and Regina Bernhaupt"},{"id":"FP1083","title":"Introducing Sharemote: A Tangible Interface for Collaborative TV Control","authors":"Melanie Berger, Rutger Verstegen, Harm van Essen, and Regina Bernhaupt"}]},{"text":"Session F5: Human-Robot Interaction","info":[{"id":"FP1195","title":"Pedestrian Interaction with a Snow Clearing Robot","authors":"Ashley Colley, Marko Tiitto, Bastian Pfleging, and Jonna Häkkilä"},{"id":"FP1100","title":"Robot Collaboration and Model Reliance Based on its Trust in Human-Robot Interaction","authors":"Basel Alhaji, Michael Prilla, and Andreas Rausch"},{"id":"FP1196","title":"User Experience in Large-Scale Robot Development: A Case Study of Mechanical and Software Teams","authors":"Sara Nielsen, Mikael B. Skov, and Anders Bruun"}]},{"text":"Course C - Part 1: Hacking the Brain - the risks and challenges of Cognitive Augmentation","info":[{"id":"Course C","title":"Part 1: Hacking the Brain - the risks and challenges of Cognitive Augmentation","authors":"Chiara Natali, Andrea Campagner, Federico Cabitza"}]}]},{"item":[{"text":"Coffee Break"}]},{"item":[{"text":"Posters and Demonstrations"}]},{"item":[{"text":"Lunch"}]},{"item":[{"text":"Session G1: User Self-Report","info":[{"id":"FP1002","title":"A Longitudinal Analysis of Real-World Self-Report Data","authors":"Niels van Berkel, Sujay Shalawadi, Madeleine R Evans, Aku Visuri, and Simo Hosio"},{"id":"SP1253","title":"Awareness, Control and Impact in Digital Wellbeing - Results from Explorative Self-Experiments","authors":"Yavuz Inal, Frode Guribye, Lee Taber, and Steve Whittaker"},{"id":"FP1020","title":"Eliciting Meaningful Collaboration Metrics: Design Implications for Self-Tracking Technologies at Work","authors":"Alina Lushnikova, Kerstin Bongard-Blanchy, Vincent Koenig, and Carine Lallemand"},{"id":"SP1173","title":"Perception versus Reality: How User Self-Reflections Compare to Actual Data","authors":"Hannah R. Nolasco, Andrew Vargo, Yusuke Komatsu, Motoi Iwata, and Koichi Kise"}]},{"text":"Session G2: Cybersecurity and Trust","info":[{"id":"SP1213","title":"Dark Finance: Exploring Deceptive Design in Investment Apps","authors":"Ivana Rakovic and Yavuz Inal"},{"id":"SP1207","title":"Elements that Influence Transparency in Artificial Intelligent Systems - A survey","authors":"Deepa Muralidhar, Rafik Belloum, Kathia Marçal de Oliveira, and Ashwin Ashok"},{"id":"SP1098","title":"Empowering Users: Leveraging Interface Cues to Enhance Password Security","authors":"Yasmeen Abdrabou, Marco Asbeck, Ken Pfeuffer, Yomna Abdelrahman, Mariam Hassib, and Florian Alt"},{"id":"SP1198","title":"Friendly Folk Advice: Exploring Cybersecurity Information Sharing in Nigeria","authors":"James Nicholson, Opeyemi Dele Ajayi, Kemi Fasae, abdBoniface Kayode Alese"},{"id":"SP1078","title":"Trust in Facial Recognition Systems: A Perspective From the Users","authors":"Gabriela Beltrao, Sonia Sousa, and David Lamas"}]},{"text":"Session G3: Online collaboration and Cooperative work","info":[{"id":"FP1016","title":"A Systematic Literature Review of Online Collaborative Story Writing","authors":"Stefano Montanelli and Martin Ruskov"},{"id":"FP1249","title":"Algorithmic Management for Community Health Worker in Sub-Saharan Africa: Curse or Blessing?","authors":"Dario Staehelin, Mateusz Dolata, Nicolas Peyer, Felix Gerber, Gerhard Schwabe"},{"id":"FP1064","title":"Explorative Study of Perceived Social Loafing in VR Group Discussion: A Comparison between The Poster Presentation Environment and The Typical Conference Environment","authors":"Koutaro Kamada, Ryuya Watarai, Tzu-Yang Wang, Kentaro Takashima, Yasuyuki Sumi, and Takaya Yuizono"}]},{"text":"Session G4: Interaction with Conversational agents II","info":[{"id":"SP1124","title":"An AI chat-based solution aimed to screen Postpartum Depression","authors":"Bakhtawar Ahtisham, Seemal Tausif, Zoha Hayat Bhatti, Ayesha Masood, and Suleman Shahid"},{"id":"FP1128","title":"The Impact of Gender and Personality in Human-AI Teaming: the Case of Collaborative Question Answering","authors":"Frida Milella, Chiara Natali, Teresa Scantamburlo, Andrea Campagner, and Federico Cabitza"},{"id":"FP1132","title":"Empirical Grounding for the Interpretations of Natural User Interface: A Case Study on Smartpen","authors":"Baraa Alabdulwahab and Effie Lai-Chong Law"},{"id":"SP1157","title":"Methods for Evaluating Conversational Agents' Communicability, Acceptability and Accessibility Degree","authors":"Stefano Valtolina, Ricardo Anibal Matamoros, and Francesco Epifania"}]},{"text":"Session G5: No data yet","info":[]},{"text":"Course C - Part 2: Hacking the Brain - the risks and challenges of Cognitive Augmentation","info":[{"id":"Course C","title":"Part 2: Hacking the Brain - the risks and challenges of Cognitive Augmentation","authors":"Chiara Natali, Andrea Campagner, Federico Cabitza"}]}]},{"item":[{"text":"Coffee Break"}]},{"item":[{"text":"Closing keynote: Festivals, human values, & turning designers into newspapers: Lessons learnt doing people-centred research in the future of media","author":" Mike Evans, UX Research Lead, BBC Research and Development, UK","info":[{"title":"Festivals, human values, & turning designers into newspapers: Lessons learnt doing people-centred research in the future of media","authors":"Mike Evans, UX Research Lead, BBC Research and Development, UK"}]}]},{"item":[{"text":"Closing session - announcement of INTERACT 2025"}]}]}]