{
    "id": 4,

        "title": "Panels",
        "createdAt": "2022-09-28T15:10:34.797Z",
        "updatedAt": "2022-10-12T10:17:46.990Z",
        "publishedAt": "2022-09-28T15:10:46.527Z",
        "descriptions": "Panel discussions are discussions on current topics of interest among experts which then stimulate discussion with the audience. Individuals interested in organizing and chairing a panel on a topic that intrigues them may propose a Panel session. Topics that raise forward-looking or contentious issues and that will promote debate among panel members as well as audience involvement are strongly encouraged.\n\nAll suggestions will be assessed for topicality and ability to generate stimulating debate. Panels that include representatives of industry and academia are highly encouraged.",
        "details": "\n**Key Dates**\n- Submission: 19 April 2023, 23:59 (anywhere on earth)\n- Notification of acceptance: 24 May 2023\n- Camera-Ready: 14 June 2023, 23:59 (anywhere on earth) - \n\n\n**Submission and Publication Process**\n- Reviewing process: Curated by the CoChairs\n- Anonymous submission: No\n- Length: 4 page Panel Extended Abstract + 1 page for references\n- Online Submission: [PCS Submission System](https://new.precisionconference.com/interact)\n- Proceedings: [Springer LNCS Series](https://link.springer.com/conference/interact) \n\n\n\n**Proposer Guidelines**\n- Panels should be planned for a slot of 1hr 30mins.\n- There is no fixed number for the number of participants in the panel, but we suggest that 4 - 6 is a good number.\n- The Panel Extended Abstract should include:\n- A short description of the topics to be discussed.\n- Motivating case studies that describe why these topics are worthy to be discussed during the conference are much appreciated.\n- Examples of instigating questions that might prompt the audience to interact with the panelists.\n- Short biography of the panelists, these should not be anonymous.\n\nSubmissions to the Panel track are curated by the Track CoChairs so don’t hesitate to contact them to discuss your proposal before submitting.\n\nPanel Extended Abstracts should be formatted according to the [Springer LNCS](https://www.springer.com/computer/lncs?SGWID=0-164-6-793341-0)  format. Authors should consult the [Springer authors’ guidelines](https://www.interact2021.org/templates/Springer_Guidelines_for_Authors_of_Proceedings_CS.pdf) and use their proceedings templates, either for [LaTeX](https://www.interact2021.org/templates/llncs2e.zip) or for [Word](https://www.interact2021.org/templates/splnproc1703.zip), to prepare their papers. Springer’s proceedings LaTeX templates are also available in [Overleaf](https://www.overleaf.com/latex/templates/springer-lecture-notes-in-computer-science/kzwwpvhwnvfj#.WsdHOy5uZpg).\n\n\n\nPanel submissions may optionally be accompanied by a video not exceeding 30 MB in size. Video figures will be published online and may be used for publicity.\n\n_Upon Acceptance of your submission_\nIf a submission is accepted to appear at the conference, the contact person will receive further instructions regarding the organization of the Panel and inclusion of the Extended Abstract in the conference proceedings.\n\n_At the Conference_\nPanels will be held during the conference. If panellists who cannot travel to the conference, there will an opportunity to participate remotely in the conference.\n\n\n**Further Information**\nIf you require any further information please contact the Panels CoChairs: Effie Lai-Chong Law and Massimo Zancanaro \n\nE-mail: [panels[at]interact2021.org](mailto:panels@interact2023.org)\n"
        ,"link":""
}